/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "تنبيه بدقيقة واحد قبل فصل الاتصال";

/* Title for the about page */
"About" = "عن البرنامج";

/* Title for the accounts tab */
"Accounts" = "الحسابات";

/* stirng to describe advanced set of settings */
"Advanced" = "Advanced";

/* Agree to EULA */
"Agree" = "موافق";

/* the name for AIM */
"AOL Instant Messenger" = "برنامج محادثة أمريكا أونلاين";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "مسح تلقائي";

/* Description for crash reports settings switch */
"Automatically send anonymous crash logs (opt-in)" = "ارسل سجل الاخطاء تلقائيا من دون كشف هويتك";

/* Label in buddylist for users that are available */
"Available" = "متوفر";

/* Label in buddylist for users that are away */
"Away" = "بعيد";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "الجلسة الحالية ستنتهي خلال دقيقة";

/* string to describe basic set of settings */
"Basic" = "Basic";

/* Title for the buddy list tab */
"Buddy List" = "قائمة الاصدقاء";

/* Cancel an alert window */
"Cancel" = "إلغاء";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Cancel Encrypted Chat";

/* Title for chat view */
"Chat" = "محادثة";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "تحدث معي باستخدام التشفير";

/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "شات سيكيور مقدم إليك عن طريق الكثير من المشاريع مفتوحة المصدر";

/* let users know source is on Github */
"Check out the source here on Github" = "أقرأ السورس كود هنا على جيت هب";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Clear Chat History";

/* Whether or not account is logged in */
"Connected" = "Connected";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Contribute a translation";

/* Title for the conversations tab */
"Conversations" = "المحادثات";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Delete Account?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "امسح المحادثات عند الخروج";

/* Disagree with EULA */
"Disagree" = "غير موافق";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "غير متصل";

/* Label text for domain field on login scree */
"Domain" = "Domain";

/* Title for button to press when user is finished */
"Done" = "تم";

/* Title of error message popup box */
"Error!" = "خطأ!";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "فشل في الاتصال بخادم الاكس ام بي بي. تأكد من صحة بياناتك المدخلة و اتصالك بالانترنت ثم حاول مجدداً.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "فشل في محاولة تصديق هويتك. حاول مرة أخرى";

/* your fingerprint */
"Fingerprint for you" = "بصمتك";

/* Size for the font in the chat screen */
"Font Size" = "حجم الخط";

/* the name for google talk */
"Google Talk" = "Google Talk";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "عدم توافق باسم النطاق";

/* Text describing possible security risks */
"If you require true security, meet in person. This software, its dependencies, or the underlying OTR protocol could contain security issues. The full source code is available on Github but has not yet been audited by an independent security expert. Use at your own risk." = "If you require true security, meet in person. This software, its dependencies, or the underlying OTR protocol could contain security issues. The full source code is available on Github but has not yet been audited by an independent security expert. Use at your own risk.";

/* Ignore an incoming message */
"Ignore" = "تجاهل";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "ابدأ محادثة مشفرة";

/* Message shown inline for users that are available */
"is now available" = "is now available";

/* Message shown inline for users that are away */
"is now away" = "is now away";

/* Message shown inline for users that are offline */
"is now offline" = "is now offline";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* log in to account */
"Log In" = "تسجيل الدخول";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting.";

/* log out from account */
"Log Out" = "تسجيل الخروج";

/* shown during the login proceess */
"Logging in..." = "جاري تسجيل الدخول...";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "تسجيل الدخول ل";

/* Ask user if they want to logout of AIM */
"Logout from AIM?" = "تسجيل خروج من أمريكا أونلاين؟";

/* ask user if they want to log out of xmpp */
"Logout from XMPP?" = "تسجيل خروج من اكس ام بي بي؟";

/* For a new settings value */
"New" = "جديد";

/* Title for New Account View */
"New Account" = "New Account";

/* Message infomring user that there are no accounts currently saved */
"No Saved Accounts" = "No Saved Accounts";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "غير متوفر";

/* Label in buddylist for users that are offline */
"Offline" = "غير متصل";

/* Accept the dialog */
"OK" = "موافق";

/* For an old settings value */
"Old" = "قديم";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "افتحها في سافاري";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Optional";

/* Title for other miscellaneous settings group */
"Other" = "أخرى";

/* Label text for password field on login screen */
"Password" = "كلمة السر";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Permanently delete";

/* label for link to ChatSecure project website */
"Project Homepage" = "Project Homepage";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "البصمة ل";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "مقروء";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Recent";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Remember password";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "تذكر اسم المستخدم";

/* Reply to an incoming message */
"Reply" = "رد";

/* Title for button for saving a setting */
"Save" = "حفظ";

/* Title of alert box warning about security issues */
"Security Warning" = "تحذير أمني";

/* string for settings to allow self signed ssl stirng */
"Self Signed SSL" = "Self Signed SSL";

/* Title for settings cell on whether or not the XMPP library should allow self-signed SSL certificates */
"Self-Signed SSL" = "شهادة اس اس ال موقعة شخصياً";

/* For sending a message */
"Send" = "ارسال";

/* Title for crash reports settings switch */
"Send Crash Reports" = "أرسل تقارير الأخطاء";

/* Title for the Settings screen */
"Settings" = "اعدادات";

/* Title for sharing a link to the app */
"Share" = "شارك";

/* Title for setting about showing a warning before disconnection */
"Signout Warning" = "تحذير للخروج";

/* description for what the font size setting affects */
"Size for font in chat view" = "حجم الخط لنافذة المحادثة";

/* stirng for settings to allow ssl mismatch */
"SSL Hostname Mismatch" = "SSL Hostname Mismatch";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "The conversation with %@ is no longer secure.";

/* Warns user that the current chat is secure */
"This chat is secured" = "This chat is secured";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "This chat is secured and verified";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "كود الكيو آر هذا يحتوي رابط إلى http://omniqrcode.com/q/chatsecure وسيحولك إلى الآب ستور";

/* Label text for username field on login screen */
"Username" = "اسم المستخدم";

/* Shown when verifying fingerprints */
"Verify" = "تحقق";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "تحقق من البصمة";

/* when displaying version numbers such as 1.0.0 */
"Version" = "النسخة";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Warning: This chat is not encrypted";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "تحذير: استخدمه بحذر! قد يقلل من أمنك!";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "اذا خرجت من هذه المحادثة فستمسح تلقائياً";

/* Message shown when user is disconnected */
"You have disconnected." = "فصل اتصالك";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "يجب ان تكون في محادثة مشفرة أولاً";

/* error message shown when user doesnt fill in a username or password */
"You must enter a username and a password to login." = "يجب أن تدخل اسم المستخدم و كلمة السر للدخول.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Your Facebook username is not the email address that you use to login to Facebook";

